Revit 2027 API
WireTypeSet Constructor
Initializes a new instance of the WireTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WireTypeSet()
Public Sub New
public:
WireTypeSet()
new : unit -> WireTypeSet
See Also
Reference
WireTypeSet Class
Autodesk.Revit.DB.Electrical Namespace